brew "act"
brew "ansible"
brew "awscli"
brew "c-ares"
brew "clang-format"
brew "fd"
brew "figlet"
brew "fortune"
brew "fzf"
brew "gh"
brew "git-delta"
brew "git-filter-repo"
brew "glow"
brew "go"
brew "hashicorp/tap/nomad"
brew "hashicorp/tap/packer"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "libgit2@1.7"
brew "libpq"
brew "micromamba"
brew "ncdu"
brew "neovim"
brew "nodenv"
brew "rclone"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "rsync"
brew "rustup"
brew "sqlc"
brew "tailspin"
brew "tfenv"
brew "tmux"
brew "tree"
brew "uv"
brew "wget"
brew "wtf"
brew "yamllint"
brew "yazi"
brew "yq"
