brew "c-ares"
brew "charmbracelet/tap/crush"
brew "clang-format"
brew "entr"
brew "fd"
brew "fzf"
brew "gcc"
brew "gh"
brew "git-delta"
brew "glow"
brew "go"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "libgit2@1.7"
brew "libpq"
brew "micromamba"
brew "ncdu"
brew "neovim"
brew "nodenv"
brew "rclone"
brew "rhajizada/tap/cradle"
brew "ripgrep"
brew "rsync"
brew "rustup"
brew "sqlc"
brew "tailspin"
brew "tfenv"
brew "tmux"
brew "tree"
brew "uv"
brew "wget"
brew "yamllint"
brew "yazi"
brew "yq"
